[
  {
    "title": "The Legend of Shadow High",
    "author": "Shannon Hale, Dean Hale",
    "firstPublished": 2017,
    "topics": [
      "Schools",
      "Fantasy",
      "Fiction",
      "Monsters",
      "High schools"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8435173-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Cracks in the World of Stories are spreading, and the ominous Shadow High is gaining power. Only one young, brave Narrator, Brooke Page, is ready to tell this tale. As the first cracks show, Frankie and Draculaura are accidentally transported to Ever After High, where they meet Raven Queen and Apple White. After the girls recover from the shock of learning that fairy tales and monsters are real, they discover that the Evil Queen has escaped her mirror prison in search of the ultimate power, hidden in Shadow High. Frankie, Raven, Draculaura, Apple, and Brooke must stop the Evil Queen and save the World of Stories from the evil that lurks in Shadow High!",
    "series": "Standalone"
  },
  {
    "title": "Empire of Storms",
    "author": "Sarah J. Maas",
    "firstPublished": 2016,
    "topics": [
      "Magic",
      "YA",
      "Quest",
      "High Fantasy",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/14349313-M.jpg",
    "ratingsAverage": "4.93",
    "synopsis": "The long path to the throne has only just begun for Aelin Galathynius. Loyalties have been broken and bought, friends have been lost and gained, and those who possess magic find themselves at odds with those who don't.\r\n\r\nWith her heart sworn to the warrior-prince by her side, and her fealty pledged to the people she is determined to save, Aelin will delve into the depths of her power to protect those she loves. But as monsters emerge from the horrors of the past, and dark forces become poised to claim her world, the only chance for salvation will lie in a desperate quest that may mark the end of everything Aelin holds dear.\r\n\r\nIn this breathtaking fifth installment of the New York Times bestselling Throne of Glass series, Aelin will have to choose what -- and who -- to sacrifice if she's to keep the world of Erilea from breaking apart.",
    "series": "Standalone"
  },
  {
    "title": "Works (Carrie / Night Shift / 'Salem's Lot / Shining)",
    "author": "Stephen King",
    "firstPublished": 1981,
    "topics": [
      "Horror tales",
      "Paranormal fiction",
      "Fiction",
      "horror fiction",
      "demonology"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12015639-M.jpg",
    "ratingsAverage": "4.80",
    "synopsis": "Contains:\r\n\r\n - [Carrie][4]\r\n - [Night Shift][3]\r\n - ['Salem's Lot][2]\r\n - [Shining][1]\r\n\r\n  [1]: https://openlibrary.org/works/OL81633W\r\n  [2]: https://openlibrary.org/works/OL81632W\r\n  [3]: https://openlibrary.org/works/OL81608W\r\n  [4]: https://openlibrary.org/works/OL81626W/Carrie",
    "series": "Standalone"
  },
  {
    "title": "Haunted",
    "author": "Meg Cabot, Jenny Carroll",
    "firstPublished": 2003,
    "topics": [
      "Young Adult Fiction",
      "Ghost stories",
      "Supernatural in fiction",
      "Death",
      "Juvenile Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8107679-M.jpg",
    "ratingsAverage": "4.80",
    "synopsis": "Is it possible to be haunted by someone who isn't even dead?\r\n\r\nSuze is used to trouble, but this time she's in deep: Ghostly Jesse has her heart, but Paul Slater, a real flesh-and-blood guy, is warm for her form. And mediator Paul knows how to send Jesse to the Great Beyond. For good.\r\n\r\nPaul claims he won't do anything to Jesse as long as Suze will go out with him. Fearing she'll lose Jesse forever, Suze agrees. But even if Suze can get Jesse to admit his true feelings for her, what kind of future can she have with a guy who's already dead?",
    "series": "Standalone"
  },
  {
    "title": "Words of Radiance",
    "author": "Brandon Sanderson",
    "firstPublished": 2012,
    "topics": [
      "Imaginary wars and battles",
      "Fiction",
      "Fiction, fantasy, epic",
      "high fantasy",
      "epic fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/14658334-M.jpg",
    "ratingsAverage": "4.71",
    "synopsis": "The eagerly awaited sequel to the New York Times bestselling The Way of Kings.\r\n\r\nSix years ago, the Assassin in White, a hireling of the inscrutable Parshendi, assassinated the Alethi king on the very night a treaty between men and Parshendi was being celebrated. So began the Vengeance Pact among the highprinces of Alethkar and the War of Reckoning against the Parshendi.\r\n\r\nNow the Assassin is active again, murdering rulers all over the world, using his baffling powers to thwart every bodyguard and elude all pursuers. Among his prime targets is Highprince Dalinar, widely considered the power behind the Alethi throne. His leading role in the war would seem reason enough, but the Assassin’s master has much deeper motives.\r\n\r\nExpected by his enemies to die the miserable death of a military slave, Kaladin survived to be given command of the royal bodyguards, a controversial first for a low-status darkeyes.  Now he must protect the king and Dalinar from every common peril as well as the distinctly uncommon threat of the Assassin, all while secretly struggling to master remarkable new powers that are somehow linked to his honorspren, Syl.\r\n\r\nBrilliant but troubled Shallan strives along a parallel path. Despite being broken in ways she refuses to acknowledge, she bears a terrible burden: to somehow prevent the return of the legendary Voidbringers and their civilization-ending Desolation. The secrets she needs can be found at the Shattered Plains, but even arriving there proves more difficult than she imagined.\r\n\r\nMeanwhile, at the heart of the Shattered Plains, the Parshendi are making an epochal decision. Hard pressed by years of Alethi attacks, their numbers ever shrinking, they are convinced by their war leader, Eshonai, to risk everything on a desperate gamble with the very supernatural forces they once fled. The consequences for Parshendi and humans alike—indeed, for Roshar itself—are as dangerous as they are incalculable.",
    "series": "Standalone"
  },
  {
    "title": "Queen of Shadows",
    "author": "Sarah J. Maas",
    "firstPublished": 2015,
    "topics": [
      "Magic",
      "YA",
      "High Fantasy",
      "Fiction",
      "Romance"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7994583-M.jpg",
    "ratingsAverage": "4.64",
    "synopsis": "Everyone Celaena Sardothien loves has been taken from her. But she's at last returned to the empire-for vengeance, to rescue her once-glorious kingdom, and to confront the shadows of her past...\r\n\r\nShe has embraced her identity as Aelin Galathynius, Queen of Terrasen. But before she can reclaim her throne, she must fight.\r\n\r\nShe will fight for her cousin, a warrior prepared to die just to see her again. She will fight for her friend, a young man trapped in an unspeakable prison. And she will fight for her people, enslaved to a brutal king and awaiting their lost queen's triumphant return.\r\n\r\nCelaena's epic journey has captured the hearts and imaginations of millions across the globe. This fourth volume will hold readers rapt as Celaena's story builds to a passionate, agonizing crescendo that might just shatter her world.",
    "series": "Standalone"
  },
  {
    "title": "The Way of Kings",
    "author": "Brandon Sanderson",
    "firstPublished": 2010,
    "topics": [
      "New York Times Bestseller",
      "Fantasy",
      "Epic Fantasy",
      "Imaginary places",
      "Kings and rulers"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/14658316-M.jpg",
    "ratingsAverage": "4.57",
    "synopsis": "Widely acclaimed for his work completing Robert Jordan’s Wheel of Time saga, Brandon Sanderson now begins a grand cycle of his own, one every bit as ambitious and immersive.\r\n\r\nRoshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter.\r\n\r\nIt has been centuries since the fall of the ten consecrated orders known as the Knights Radiant, but their Shardblades and Shardplate remain: mystical swords and suits of armor that transform ordinary men into near-invincible warriors. Men trade kingdoms for Shardblades. Wars are fought for them, and won by them.\r\n\r\nOne such war rages on a ruined landscape called the Shattered Plains. There, Kaladin, who traded his medical apprenticeship for a spear, has been reduced to slavery. In a war that makes no sense, where ten armies fight separately against a single foe, he struggles to save his men and to fathom the leaders who consider them expendable.\r\n\r\nBrightlord Dalinar Kholin commands one of those other armies. Like his brother, the late king, he is fascinated by an ancient text called The Way of Kings. Troubled by overpowering visions of ancient times and the Knights Radiant, he has begun to doubt his own sanity.\r\n\r\nAcross the ocean, an untried young woman named Shallan seeks to train under the eminent scholar and notorious heretic Jasnah Kholin, Dalinar’s niece. Though she genuinely loves learning, Shallan’s motives are less than pure. As she plans a daring theft, her research for Jasnah hints at secrets of the Knights Radiant and the true cause of the war.\r\n\r\nThe result of more than ten years of planning, writing, and worldbuilding, The Way of Kings is but the opening movement of the Stormlight Archive, a bold masterpiece in the making.\r\n\r\nSpeak again the ancient oaths,\r\n\r\nLife before death.\r\nStrength before weakness.\r\nJourney before destination.\r\n\r\nand return to men the Shards they once bore.\r\n\r\nThe Knights Radiant must stand again.\r\n\r\n-From Cover Flap",
    "series": "Standalone"
  },
  {
    "title": "A Dog's Purpose",
    "author": "W. Bruce Cameron",
    "firstPublished": 2010,
    "topics": [
      "Modern & contemporary fiction",
      "alcoholism",
      "German Shepherds",
      "feral",
      "veterinary physicians"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8750145-M.jpg",
    "ratingsAverage": "4.50",
    "synopsis": "A Dog's Purpose is a 2010 novel written by American author W. Bruce Cameron. It chronicles a dog's journey through four lives via reincarnation and how he looks for his purpose through each.",
    "series": "Standalone"
  },
  {
    "title": "Memories of ice",
    "author": "Steven Erikson",
    "firstPublished": 2001,
    "topics": [
      "Fantasy",
      "Fiction",
      "Fiction, science fiction, space opera",
      "Fiction, fantasy, epic",
      "Prophets"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/524439-M.jpg",
    "ratingsAverage": "4.45",
    "synopsis": "The thrilling third volume in Steven Erikson's epic fantasy sequence, The Malazan Book of the Fallen.The ravaged continent of Genabackis has given birth to a terrifying new empire: the Pannion Domin. Like a fanatical tide of corrupted blood, it seethes across the land, devouring all who fail to heed the Word of its elusive prophet, the Pannion Seer. In its path stands an uneasy alliance: Dujek Onearm's Host and the Bridgeburners ­ each now outlawed by the Empress ­ alongside their enemies of old including the grim forces of Warlord Caladan Brood, Anomander Rake, Son of Darkness, and his Tiste Andii, and the Rhivi people of the Plains.But more ancient clans too are gathering. As if in answer to some primal summons, the massed ranks of the undead T'lan Imass have risen. For it would seem something altogether darker and more malign threatens the very substance of this world. The Warrens are poisoned and rumours abound of the Crippled God, now unchained and intent on a terrible revenge...Marking the return of many favourite characters from GARDENS OF THE MOON and introducing a host of remarkable new players, MEMORIES OF ICE is a thrilling new chapter in Erikson's magnificent epic fantasy and another triumph of storytelling.",
    "series": "Standalone"
  },
  {
    "title": "Eon",
    "author": "Greg Bear, Stefan Rudnicki",
    "firstPublished": 1985,
    "topics": [
      "Fiction",
      "Science fiction",
      "Asteroids",
      "Imaginary wars and battles",
      "Long Now Manual for Civilization"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/603326-M.jpg",
    "ratingsAverage": "4.24",
    "synopsis": "\"Perhaps it wasn't from our time, perhaps it wasn't even from our universe, but perhaps the arrival of the 300 km long stone was the answer to humanity's desperate plea to end the threat of nuclear war. Inside the deep recesses of the stone lies Thistledown: the remnants of a human society, versed in English, Russian and Chinese.  The artifacts of this familiar people foretell a great Death caused by the ravages of war, but the government and scientists are unable to decide how to use this knowledge. Deeper still within the stone is the Way.  For some the Way means salvation from death, for others it is a parallel world where loved ones live again. But, unlike Thistledown, the Way is not entirely dead, and the inhabitants hold the knowledge of a present war, over a million miles away, using weapons far more deadly than any that mankind has ever conceived.  \r\n\r\n\"",
    "series": "Standalone"
  },
  {
    "title": "Wizard's First Rule",
    "author": "Terry Goodkind",
    "firstPublished": 1994,
    "topics": [
      "Fiction",
      "Wizards",
      "Wizards in fiction",
      "Fiction, fantasy, general",
      "Fiction, fantasy, epic"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/1005963-M.jpg",
    "ratingsAverage": "4.22",
    "synopsis": "Richard Cypher's father was brutally murdered a month ago, in his home with his guts ripped out of his stomach.  While coping with this sudden loss, Richard saves Kahlan Amnell from four mercenaries, and with the help of Richard's grandfather the three flee to the midlands to stop Darken Rahl's ever expanding empire.  Secrets will be revealed, many will perish, and the legends begins.",
    "series": "Standalone"
  },
  {
    "title": "The warrior heir",
    "author": "Cinda Williams Chima",
    "firstPublished": 2006,
    "topics": [
      "Fiction",
      "Magic",
      "Wizards",
      "Identity",
      "Fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/544949-M.jpg",
    "ratingsAverage": "4.22",
    "synopsis": "After learning about his magical ancestry and his own warrior powers, sixteen-year-old Jack embarks on a training program to fight enemy wizards.",
    "series": "Standalone"
  },
  {
    "title": "Shadow Kiss",
    "author": "Richelle Mead",
    "firstPublished": 2008,
    "topics": [
      "Young Adult Fiction",
      "Magic",
      "Vampires",
      "Juvenile Fiction",
      "Social classes"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6309317-M.jpg",
    "ratingsAverage": "4.22",
    "synopsis": "Is Rose's fate to kill the person she loves most? It's springtime at St. Vladimir's Academy, and Rose Hathaway is this close to graduation. Since Mason's death, Rose hasn't been feeling quite right. She has dark flashbacks in the middle of practice, can't concentrate in class, and has terrifying dreams about Lissa. But Rose has an even bigger secret . . . .She's in love with Dimitri. And this time, it's way more than a crush.Then Strigoi target the academy in the deadliest attack in Moroi history, and Dimitri is taken. Rose must protect Lissa at all costs, but keeping her best friend safe could mean losing Dimitri forever...",
    "series": "Standalone"
  },
  {
    "title": "The Blue Sword",
    "author": "Robin McKinley",
    "firstPublished": 1982,
    "topics": [
      "Fantasy",
      "Fiction",
      "Juvenile works",
      "Juvenile fiction",
      "Juvenile audience"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8743067-M.jpg",
    "ratingsAverage": "4.16",
    "synopsis": "This is the story of Corlath, golden-eyed king of the Free Hillfolk, son of the sons of the Lady Aerin.\r\n\r\nAnd this is the story of Harry Crewe, the Homelander orphan girl who became Harimad-sol, King's Rider, and heir to the Blue Sword, Gonturan, that no woman had wielded since the Lady Aerin herself bore it into battle.\r\n\r\nAnd this is the song of the kelar of the Hillfolk, the magic of the blood, the weaver of destinies...\r\n\r\n--back cover",
    "series": "Standalone"
  },
  {
    "title": "New Moon",
    "author": "Stephenie Meyer",
    "firstPublished": 2006,
    "topics": [
      "Vampires",
      "Juvenile fiction",
      "Werewolves",
      "High schools",
      "Schools"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12643406-M.jpg",
    "ratingsAverage": "4.14",
    "synopsis": "Love stories. Horror fiction. Now in a Special Trade Demy Paperback Edition. The dramatic sequel to TWILIGHT, following the tale of Bella, a teenage girl whose love for a vampire gets her into trouble. I stuck my finger under the edge of the paper and jerked it under the tape. 'Shoot, ' I muttered when the paper sliced my finger. A single drop of blood oozed from the tiny cut. It all happened very quickly then. 'No!' Edward roared ... Dazed and disorientated, I looked up from the bright red blood pulsing out of my arm - and into the fevered eyes of the six suddenly ravenous vampires. For Bella Swan, there is one thing more important than life itself: Edward Cullen. But being in love with a vampire is more dangerous than Bella ever could have imagined. Edward has already rescued Bella from the clutches of an evil vampire but now, as their daring relationship threatens all that is near and dear to them, they realise their troubles may just be beginning.",
    "series": "Standalone"
  },
  {
    "title": "Vingt mille lieues sous les mers",
    "author": "Jules Verne",
    "firstPublished": 1870,
    "topics": [
      "Toy and movable books",
      "Fiction",
      "Specimens",
      "Underwater exploration",
      "French language"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6573517-M.jpg",
    "ratingsAverage": "4.11",
    "synopsis": "A nineteenth-century science fiction tale of an electric submarine, its eccentric captain, and undersea world, which anticipated many of the scientific achievements of the twentieth century.",
    "series": "Standalone"
  },
  {
    "title": "Heir of Fire",
    "author": "Sarah J. Maas",
    "firstPublished": 2014,
    "topics": [
      "Magic",
      "YA",
      "High Fantasy",
      "Fiction",
      "Romance"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/9318480-M.jpg",
    "ratingsAverage": "4.10",
    "synopsis": "Celaena has survived deadly contests and shattering heartbreak-but at an unspeakable cost. Now, she must travel to a new land to confront her darkest truth…a truth about her heritage that could change her life-and her future-forever. Meanwhile, brutal and monstrous forces are gathering on the horizon, intent on enslaving her world. Will Celaena find the strength to not only fight her inner demons, but to take on the evil that is about to be unleashed?",
    "series": "Standalone"
  },
  {
    "title": "Last Sacrifice",
    "author": "Richelle Mead",
    "firstPublished": 2010,
    "topics": [
      "Fantasy",
      "Urban Fantasy",
      "Supernatural",
      "Vampires",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6671766-M.jpg",
    "ratingsAverage": "4.09",
    "synopsis": "They come first.\r\n\r\nMy vision was growing dimmer, the blackness and ghosts closing in. I swore it was like I could hear Robert whispering in my ear: The world of the dead\r\nwon't give you up a second time. Just before the light completely vanished, I saw Dimitri's face join Lissa's. I wanted to smile. I decided then that if\r\nthe two people I loved most were safe, I could leave this world.\r\n\r\nThe dead could finally have me.\r\n\r\nRose Hathaway has always played by her own rules. She broke the law when she ran away from St. Vladimir's Academy with her best friend and last surviving\r\nDragomir princess, Lissa. She broke the law when she fell in love with her gorgeous, off-limits instructor, Dimitri. And she dared to defy Queen Tatiana,\r\nleader of the Moroi world, risking her life and reputation to protect generations of dhampir guardians to come.\r\n\r\nNow the law has finally caught up with Rose - for a crime she didn't even commit. She's in prison for the highest offense imaginable: the assassination\r\nof a monarch. She'll need help from both Dimitri and Adrian to find the one living person who can stall her execution and force the Moroi elite to acknowledge\r\na shocking new candidate for the royal throne: Vasilisa Dragomir.\r\n\r\nBut the clock on Rose's life is running out. Rose knows in her heart the world of the dead wants her back...and this time she is truly out of second chances.\r\nThe big question is, when your whole life is about saving others, who will save you?\r\n\r\nJoin Rose, Dimitri, Adrian, and Lissa in Last Sacrifice, the epic, unforgettable finale to Richelle Mead's international #1 bestselling Vampire Academy\r\nseries.",
    "series": "Standalone"
  },
  {
    "title": "Pawn of Prophecy",
    "author": "David Eddings",
    "firstPublished": 1982,
    "topics": [
      "Fiction",
      "Literature",
      "High fantasy",
      "Buildungsroman",
      "Fantasy fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/1000455-M.jpg",
    "ratingsAverage": "4.07",
    "synopsis": "The first book of the Belgariad.A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled!THE BELGARIADLong ago, so the Storyteller claimed, the evil God Torak sought dominion and drove men and Gods to war. But Belgarath the Sorcerer led men to reclaim the Orb that protected men of the West. So long as it lay at Riva, the prophecy went, men would be safe.But that was only a story, and Garion did not believe in magic dooms, even though the dark man without a shadow had haunted him for years.Brought up on a quiet farm by his Aunt Pol, how could he know that the Apostate planned to wake dread Torak, or that he would be led on a quest of unparalleled magic and danger by those he loved - but did not know?For a while his dreams of innocence were safe, untroubled by knowledge of his strange heritage. For a little while...THUS BEGINS BOOK ONE OF THE BELGARIAD",
    "series": "Standalone"
  },
  {
    "title": "The Girl Who Drank the Moon",
    "author": "Kelly Regan Barnhill, Isabel Murillo",
    "firstPublished": 2016,
    "topics": [
      "Magic",
      "Child sacrifice",
      "JUVENILE FICTION / Family / Multigenerational",
      "Juvenile fiction",
      "Abandoned children"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7903958-M.jpg",
    "ratingsAverage": "4.03",
    "synopsis": "An epic fantasy about a young girl raised by a witch, a swamp monster, and a Perfectly Tiny Dragon, who must unlock the powerful magic buried deep inside her.",
    "series": "Standalone"
  },
  {
    "title": "Alice's Adventures in Wonderland",
    "author": "Lewis Carroll",
    "firstPublished": 1865,
    "topics": [
      "Alice (fictitious character : carroll), fiction",
      "British and irish fiction (fictional works by one author)",
      "Fiction, fantasy, general",
      "JUVENILE FICTION",
      "classics"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10527843-M.jpg",
    "ratingsAverage": "4.01",
    "synopsis": "Alice's Adventures in Wonderland (commonly Alice in Wonderland) is an 1865 English children's novel by Lewis Carroll. A young girl named Alice falls through a rabbit hole into a fantasy world of anthropomorphic creatures. It is seen as an example of the literary nonsense genre.\r\n\r\nOne of the best-known works of Victorian literature, its narrative, structure, characters and imagery have had huge influence on popular culture and literature, especially in the fantasy genre.",
    "series": "Standalone"
  },
  {
    "title": "Heartless",
    "author": "Marissa Meyer",
    "firstPublished": 2016,
    "topics": [
      "Love & Romance",
      "Extraterrestrial beings",
      "Fantasy & Magic",
      "Fiction",
      "Triangles (Interpersonal relations)"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8197844-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "Catherine may be one of the most desired girls in Wonderland and a favorite of the unmarried King, but her interests lie elsewhere. A talented baker, she wants to open a shop and create delectable pastries. But for her mother, such a goal is unthinkable for a woman who could be a queen. At a royal ball where Cath is expected to receive the King's marriage proposal, she meets handsome and mysterious Jest. For the first time, she feels the pull of true attraction. At the risk of offending the King and infuriating her parents, she and Jest enter into a secret courtship. Cath is determined to choose her own destiny. But in a land thriving with magic, madness, and monsters, fate has other plans.",
    "series": "Standalone"
  },
  {
    "title": "A Christmas Carol",
    "author": "Charles Dickens",
    "firstPublished": 1843,
    "topics": [
      "Ghost stories",
      "Readers",
      "Ebenzer Scrooge (Fictitious character)",
      "open_syllabus_project",
      "Cartoons and comics"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/13299222-M.jpg",
    "ratingsAverage": "3.97",
    "synopsis": "An allegorical novella descibing the rehabilitation of bitter, miserly businessman Ebenezer Scrooge. The reader is witness to his transformation as Scrooge is shown the error of his ways by the ghost of former partner Jacob Marley and the spirits of Christmas past, present and future. The first of the Christmas books (Dickens released one a year from 1843&ndash;1847) it became an instant hit.",
    "series": "Standalone"
  },
  {
    "title": "Altered Carbon",
    "author": "Richard K. Morgan",
    "firstPublished": 2003,
    "topics": [
      "Long Now Manual for Civilization",
      "Science Fiction And Fantasy",
      "Fiction",
      "Fiction - Science Fiction",
      "Science Fiction - High Tech"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/1726871-M.jpg",
    "ratingsAverage": "3.92",
    "synopsis": "It's the twenty-fifth century, and advances in technology have redefined life itself. A person's consciousness can now be stored in the brain and downloaded into a new body (or \"sleeve\"), making death nothing more than a minor blip on a screen. Onetime U.N. Envoy Takeshi Kovacs has been killed before, but his last death was particularly painful. Resleeved into a body in Bay City (formerly San Francisco), Kovacs is thrown into the dark heart of a shady, far-reaching conspiracy that is vicious even by the standards of a society that treats existence as something that can be bought and sold. For Kovacs, the shell that blew a hole in his chest was only the beginning.",
    "series": "Standalone"
  },
  {
    "title": "One Fish, Two Fish, Red Fish, Blue Fish",
    "author": "Dr. Seuss",
    "firstPublished": 1960,
    "topics": [
      "Peces",
      "Animales caseros",
      "Juvenile fiction",
      "Fiction",
      "Stories in rhyme"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12096-M.jpg",
    "ratingsAverage": "3.86",
    "synopsis": "A story-poem about the activities of such unusual animals as the Nook, Wump, Yink, Yop, Gack, and the Zeds.",
    "series": "Standalone"
  },
  {
    "title": "The Call of the Wild",
    "author": "Jack London",
    "firstPublished": 1903,
    "topics": [
      "Gold discoveries",
      "Bienestar",
      "Lobos",
      "Descubrimiento de oro",
      "Crítica e interpretación"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12393037-M.jpg",
    "ratingsAverage": "3.85",
    "synopsis": "As Buck, a mixed breed dog, is taken away from his home, instead of facing a feast for breakfast and the comforts of home, he faces the hardships of being a sled dog. Soon he lands in the wrong hands, being forced to keep going when it is too rough for him and the other dogs in his pack. He also fights the urges to run free with his ancestors, the wolves who live around where he is pulling the sled.",
    "series": "Standalone"
  },
  {
    "title": "The Mediator",
    "author": "Meg Cabot",
    "firstPublished": 2001,
    "topics": [
      "Death",
      "Teenage girls",
      "Stepfamilies",
      "Juvenile fiction",
      "High school students"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7130351-M.jpg",
    "ratingsAverage": "3.83",
    "synopsis": "The RLS Angels are out for blood, and only Suze can stop them--since she's the only one who can see them. The four ghostly teenagers died in a terrible car accident, for which they blame Suze's classmate Michael...and they'll stop at nothing until he's joined them in the realm of the dead.As Suze desperately fends off each attempt on Michael's life, she finds she can relate to the Angels' fury. Because their deaths turn out not to have been accidental at all. And their killer is only too willing to strike again.",
    "series": "Standalone"
  },
  {
    "title": "Treasure Island",
    "author": "Robert Louis Stevenson",
    "firstPublished": 1880,
    "topics": [
      "Fiction",
      "Treasure Island (Imaginary place)",
      "Treasure-trove",
      "Pirates",
      "Treasure troves"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/13859660-M.jpg",
    "ratingsAverage": "3.74",
    "synopsis": "Traditionally considered a coming-of-age story, Treasure Island is an adventure tale known for its atmosphere, characters and action, and also as a wry commentary on the ambiguity of morality — as seen in Long John Silver — unusual for children's literature then and now. It is one of the most frequently dramatized of all novels. The influence of Treasure Island on popular perceptions of pirates is enormous, including treasure maps marked with an \"X\", schooners, the Black Spot, tropical islands, and one-legged seamen carrying parrots on their shoulders",
    "series": "Standalone"
  },
  {
    "title": "Repossessed",
    "author": "A. M. Jenkins",
    "firstPublished": 2007,
    "topics": [
      "Fiction",
      "Devil",
      "Conduct of life",
      "Interpersonal relations",
      "High schools"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/37538-M.jpg",
    "ratingsAverage": "3.70",
    "synopsis": "Don't call me a demon. I prefer the term Fallen Angel.Everybody deserves a vacation, right? Especially if you have a pointless job like tormenting the damned. So who could blame me for blowing off my duties and taking a small, unauthorized break?Besides, I've always wanted to see what physical existence is like. That's why I \"borrowed\" the slightly used body of a slacker teen. Believe me, he wasn't going to be using it anymore anyway.I have never understood why humans do the things they do. Like sin—if it's so terrible, why do they keep doing it?I'm going to have a lot of fun finding out!",
    "series": "Standalone"
  },
  {
    "title": "Beautiful Creatures (Beautiful Creatures Series, Book 1)",
    "author": "Kami Garcia, Margaret Stohl",
    "firstPublished": 2009,
    "topics": [
      "Dreams",
      "Fiction",
      "High schools",
      "History",
      "Juvenile Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6280152-M.jpg",
    "ratingsAverage": "3.65",
    "synopsis": "In a small South Carolina town, where it seems little has changed since the Civil War, sixteen-year-old Ethan is powerfully drawn to Lena, a new classmate with whom he shares a psychic connection and whose family hides a dark secret that may be revealed on her sixteenth birthday.",
    "series": "Standalone"
  },
  {
    "title": "Twilight",
    "author": "Stephenie Meyer",
    "firstPublished": 2005,
    "topics": [
      "New York Times bestseller",
      "nyt:series_books=2008-03-15",
      "School & Education",
      "Vampires",
      "Juvenile Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12641977-M.jpg",
    "ratingsAverage": "3.62",
    "synopsis": "Bella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires.",
    "series": "Standalone"
  },
  {
    "title": "Breaking Dawn",
    "author": "Stephenie Meyer, Stephenie Meyer",
    "firstPublished": 2008,
    "topics": [
      "School stories",
      "Edward Cullen (Fictitious character)",
      "Vampires",
      "Bella Swan (Fictitious character)",
      "Juvenile fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12643419-M.jpg",
    "ratingsAverage": "3.48",
    "synopsis": "When you loved the one who was killing you, it left you no options. How could you run, how could you fight, when doing so would hurt that beloved one? If your life was all you had to give, how could you not give it? If it was someone you truly loved? To be irrevocably in love with a vampire is both fantasy and nightmare woven into a dangerously heightened reality for Bella Swan. Pulled in one direction by her intense passion for Edward Cullen, and in another by her profound connection to werewolf Jacob Black, a tumultuous year of temptation, loss, and strife have led her to the ultimate turning point. Her imminent choice to either join the dark but seductive world of immortals or to pursue a fully human life has become the thread from which the fates of two tribes hangs.Now that Bella has made her decision, a startling chain of unprecedented events is about to unfold with potentially devastating, and unfathomable, consequences. Just when the frayed strands of Bella's life-first discovered in Twilight, then scattered and torn in New Moon and Eclipse-seem ready to heal and knit together, could they be destroyed... forever?The astonishing, breathlessly anticipated conclusion to the Twilight Saga, Breaking Dawn illuminates the secrets and mysteries of this spellbinding romantic epic that has entranced millions.",
    "series": "Standalone"
  },
  {
    "title": "The Turn of the Screw",
    "author": "Henry James",
    "firstPublished": 1898,
    "topics": [
      "Governesses",
      "Children",
      "Fiction",
      "Fiction, ghost",
      "Fiction, fantasy, general"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/181493-M.jpg",
    "ratingsAverage": "3.31",
    "synopsis": "The governess of two enigmatic children fears their souls are in danger from the ghosts of the previous governess and her sinister lover.",
    "series": "Standalone"
  },
  {
    "title": "House of Flame and Shadow",
    "author": "Sarah J. Maas",
    "firstPublished": 2024,
    "topics": [
      "Fantasy",
      "Romance",
      "Fantasy Romance",
      "Adult",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/13525139-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "The stunning third book in the sexy, action-packed Crescent City series, following the global bestsellers House of Earth and Blood and House of Sky and Breath.\r\n\r\nBryce Quinlan never expected to see a world other than Midgard, but now that she has, all she wants is to get back. Everything she loves is in Midgard: her family, her friends, her mate. Stranded in a strange new world, she's going to need all her wits about her to get home again. And that's no easy feat when she has no idea who to trust.\r\n\r\nHunt Athalar has found himself in some deep holes in his life, but this one might be the deepest of all. After a few brief months with everything he ever wanted, he's in the Asteri's dungeons again, stripped of his freedom and without a clue as to Bryce's fate. He's desperate to help her, but until he can escape the Asteri's leash, his hands are quite literally tied.\r\n\r\nIn this sexy, breathtaking sequel to the #1 bestsellers House of Earth and Blood and House of Sky and Breath, Sarah J. Maas's Crescent City series reaches new heights as Bryce and Hunt's world is brought to the brink of collapse-with its future resting on their shoulders.",
    "series": "Standalone"
  },
  {
    "title": "Monster High",
    "author": "Lisi Harrison",
    "firstPublished": 2010,
    "topics": [
      "Lisi Harrison",
      "Tween",
      "Teen",
      "Teenagers",
      "YA"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/9291010-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "***From Lisi Harrison, the New York Times bestselling author of The Clique and Alphas, comes a new series with a fresh twist on high school, romance, and the horrors of trying to fit in.***\r\n\r\nThey prefer to call themselves RAD (Regular Attribute Dodgers), but some call them monsters. So far, the \"monster\" community has kept a low profile in Salem, but this year two new girls enroll at Master High School, and the town will never be the same.\r\n\r\nCreated just fifteen days ago, Frankie Stein is psyched to trade her father's formaldehyde-smelling basement lab for parties and cheer-leading. But with a student body totally freaked out by rumors of monsters who might be stalking the halls, Frankie finds that life in the \"normi\" world can be rough for a chic freak like her.\r\n\r\n***She thinks she finds a friend in fellow new student Melody Carver--but can a ''normi'' be trusted with her big secret?***",
    "series": "Standalone"
  },
  {
    "title": "Between the lines",
    "author": "Jodi Picoult",
    "firstPublished": 2012,
    "topics": [
      "Books and reading",
      "Fairy tales",
      "Princes",
      "High schools",
      "Schools"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7254720-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Told in their separate voices, sixteen-year-old Prince Oliver, who wants to break free of his fairy tale existence, and fifteen-year-old Delilah, a loner obsessed with Prince Oliver and the book in which he exists, work together to seek his freedom.",
    "series": "Standalone"
  },
  {
    "title": "Shadow kiss",
    "author": "Leigh Dragoon",
    "firstPublished": 2013,
    "topics": [
      "COMICS & GRAPHIC NOVELS / Romance",
      "Magic",
      "Vampires",
      "JUVENILE FICTION / Fantasy & Magic",
      "Graphic novels"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12394500-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Retold in graphic novel format, while Rose is coping with the darker effects of being shadow-kissed, her relationship with Dimitri is finally taking off, and when he disappears during a Strigoi attack on St. Vladimir's Academy, she must make a terrible choice.",
    "series": "Standalone"
  },
  {
    "title": "Infinity",
    "author": "Sherrilyn Kenyon",
    "firstPublished": 2010,
    "topics": [
      "nyt:chapter_books=2010-07-11",
      "nyt:chapter_books=2010-07-04",
      "Vampires",
      "Teenage boys",
      "Paranormal fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6298199-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "At fourteen, Nick Gautier thinks he knows everything about the world around him. Streetwise, tough and savvy, his quick sarcasm is the stuff of legends. . .until the night when his best friends try to kill him. Saved by a mysterious warrior who has more fighting skills than Chuck Norris, Nick is sucked into the realm of the Dark-Hunters: immortal vampire slayers who risk everything to save humanity.\r\n\r\nNick quickly learns that the human world is only a veil for a much larger and more dangerous one: a world where the captain of the football team is a werewolf and the girl he has a crush on goes out at night to stake the undead.\r\n\r\nBut before he can even learn the rules of this new world, his fellow students are turning into flesh eating zombies. And he’s next on the menu.\r\n\r\nAs if starting high school isn't hard enough. . .now Nick has to hide his new friends from his mom, his chainsaw from the principal, and keep the zombies and the demon Simi from eating his brains, all without getting grounded or suspended. How in the world is he supposed to do that?",
    "series": "Standalone"
  },
  {
    "title": "Wings (Wings Series, Book 1)",
    "author": "Aprilynne Pike",
    "firstPublished": 2009,
    "topics": [
      "Fiction",
      "Plants",
      "Fairies",
      "Interpersonal relations",
      "Trolls"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7104410-M.jpg",
    "ratingsAverage": "4.67",
    "synopsis": "When a plant blooms out of fifteen-year-old Laurel's back, it leads her to discover the fact that she is a fairy and that she has a crucial role to play in keeping the world safe from the encroaching enemy trolls.",
    "series": "Standalone"
  },
  {
    "title": "The Black Company (The Chronicles of the Black Company #1)",
    "author": "Glen Cook",
    "firstPublished": 1984,
    "topics": [
      "Dark Fantasy",
      "High Fantasy",
      "Fantasy",
      "fiction",
      "War"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6978703-M.jpg",
    "ratingsAverage": "4.60",
    "synopsis": "Some feel the Lady, newly risen from centuries in thrall, stands between humankind and evil. Some feel she is evil itself. The hard-bitten men of the Black Company take their pay and do what they must, burying their doubts with their dead. Until the prophesy: The White Rose has been reborn, somewhere, to embody good once more. There must be a way for the Black Company to find her... So begins one of the greatest fantasy epics of our age—Glen Cook's Chronicles of the Black Company.",
    "series": "Standalone"
  },
  {
    "title": "The crippled god",
    "author": "Steven Erikson",
    "firstPublished": 2007,
    "topics": [
      "Fiction",
      "Imaginary wars and battles",
      "Dragons",
      "nyt:trade-fiction-paperback=2011-03-20",
      "New York Times bestseller"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/9720396-M.jpg",
    "ratingsAverage": "4.54",
    "synopsis": "The climax to the epic Malazan Book of the Fallen series that will determine how the world is ruled.\r\nSavaged by the K'Chain Nah'Ruk, the Bonehunters march for Kolanse, where waits an unknown fate. Tormented by questions, the army totters on the edge of mutiny, but Adjunct Tavore will not relent. One final act remains, if it is in her power, if she can hold her army together, if the shaky allegiances she has forged can survive all that is to come. A woman with no gifts of magic, deemed plain, unprepossessing, displaying nothing to instill loyalty or confidence, Tavore Paran of House Paran means to challenge the gods – if her own troops don't kill her first.\r\n\r\nAwaiting Tavore and her allies are the Forkrul Assail, the final arbiters of humanity. Drawing upon an alien power terrible in its magnitude, they seek to cleanse the world, to annihilate every human, every civilization, in order to begin anew. They welcome the coming conflagration of slaughter, for it shall be of their own devising, and it pleases them to know that, in the midst of the enemies gathering against them, there shall be betrayal.\r\n\r\nIn the realm of Kurald Galain, home to the long lost city of Kharkanas, a mass of refugees stand upon the First Shore. Commanded by Yedan Derryg, the Watch, they await the breaching of Lightfall, and the coming of the Tiste Liosan. This is a war they cannot win, and they will die in the name of an empty city and a queen with no subjects.\r\n\r\nElsewhere, the three Elder Gods, Kilmandaros, Errastas and Sechul Lath, work to shatter the chains binding Korabas, the Otataral Dragon, from her eternal prison. Once freed, she will rise as a force of devastation, and against her no mortal can stand. At the Gates of Starvald Demelain, the Azath House sealing the portal is dying. Soon will come the Eleint, and once more, there will be dragons in the world.",
    "series": "Standalone"
  },
  {
    "title": "The goddess test (Goddess Test #1)",
    "author": "Aimée Carter",
    "firstPublished": 2011,
    "topics": [
      "Fantasy",
      "Immortality",
      "Goddesses",
      "Teenage girls",
      "Greek Mythology"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7973534-M.jpg",
    "ratingsAverage": "4.25",
    "synopsis": "Eden, Michigan, high school student Kate Winters strikes a bargain with Henry, Greek god of the underworld, if he'll cure her dying mother of cancer. The bargain she strikes with him is a grim one, but the full enormity of what she has undertaken--\"live forever or die trying\"--is not revealed until it's too late to recant.",
    "series": "Standalone"
  },
  {
    "title": "The centaur",
    "author": "John Updike",
    "firstPublished": 1962,
    "topics": [
      "Fiction",
      "Literature",
      "National Book Award Winner",
      "award:national_book_award=1964",
      "award:national_book_award=fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8261262-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "In a small Pennsylvania town in the late 1940s, schoolteacher George Caldwell yearns to find some meaning in his life. Alone with his teenage son for three days in a blizzard, Caldwell sees his son grow and change as he himself begins to lost touch with his life. Interwoven with the myth of Chiron, the noblest centaur, and his own relationship to Prometheus, The Centaur is one of John Updike's most brilliant and unusual novels.",
    "series": "Standalone"
  },
  {
    "title": "On The Steel Breeze",
    "author": "Alastair Reynolds",
    "firstPublished": 2013,
    "topics": [
      "Fiction",
      "Science Fiction",
      "Space colonies",
      "Life on other planets",
      "Science fiction, fantasy, horror"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7319336-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "Sequel to *Blue Remembered Earth* [https://openlibrary.org/works/OL16532269W/Blue_remembered_Earth][1]\r\n\r\n\r\n  [1]: https://openlibrary.org/works/OL16532269W/Blue_remembered_Earth",
    "series": "Standalone"
  },
  {
    "title": "The Secret Hour (Midnighters Series, Book 1)",
    "author": "Scott Westerfeld",
    "firstPublished": 2004,
    "topics": [
      "Juvenile Fiction",
      "Science Fiction & Fantasy",
      "Fiction",
      "Science fiction",
      "Action & Adventure"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/26904-M.jpg",
    "ratingsAverage": "3.80",
    "synopsis": "A few nights after Jessica Day arrives in Bixby, Oklahoma, she wakes up at midnight to find the entire world frozen, except for her and a few others who call themselves 'midnighters'. Dark things haunt this midnight hour – dark things with a mysterious interest in Jessica. The question is why;The Secret Hour is a compelling tale of dark secrets, midnight romance, eerie creatures, courage, destiny, and unexpected peril.",
    "series": "Standalone"
  },
  {
    "title": "Poseidon's Wake",
    "author": "Alastair Reynolds",
    "firstPublished": 2015,
    "topics": [
      "Science Fiction",
      "Fiction",
      "Fiction, science fiction, general",
      "Space colonies",
      "Space flight"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7428906-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "Sequel to On the Steel Breeze.",
    "series": "Standalone"
  },
  {
    "title": "Doon",
    "author": "Carey Corp, Lorie Langdon",
    "firstPublished": 2013,
    "topics": [
      "Fantasy",
      "Best friends",
      "Juvenile fiction",
      "Friendship",
      "High schools"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10671908-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "Veronica doesn’t think she’s going crazy. But why can’t anyone else see the mysterious blond boy who keeps popping up wherever she goes When her best friend, Mackenna, invites her to spend the summer in Scotland, Veronica jumps at the opportunity to leave her complicated life behind for a few months. ...",
    "series": "Standalone"
  },
  {
    "title": "The Paladin Prophecy",
    "author": "Mark Frost, Mark Frost",
    "firstPublished": 2012,
    "topics": [
      "Preparatory schools",
      "Fiction",
      "High schools",
      "Schools",
      "Good and evil"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10345660-M.jpg",
    "ratingsAverage": "3.00",
    "synopsis": "A fifteen-year-old boy who has spent his entire life trying to avoid attention finds himself in the middle of a millenia-old struggle between titanic forces when he is simultaneously recruited by an exclusive prep school and followed by sinister agents.",
    "series": "Standalone"
  },
  {
    "title": "The phantom",
    "author": "Barbara Annette Steiner",
    "firstPublished": 1993,
    "topics": [
      "Horror stories",
      "High schools",
      "Fiction",
      "Children's fiction",
      "Fantasy fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6600705-M.jpg",
    "ratingsAverage": "1.50",
    "synopsis": "Football season at Stony Bay High is starting without their star quarterback who died following a spinal injury the previous year. But it appears his ghost has come back for revenge.",
    "series": "Standalone"
  },
  {
    "title": "Transcendent",
    "author": "Stephen Baxter",
    "firstPublished": 2005,
    "topics": [
      "Science fiction",
      "Fiction, science fiction, general",
      "Human Evolution in Fiction",
      "Fiction",
      "Science Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/380171-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Stephen Baxter's gripping page-turners are feats of bold speculation and big ideas that, for all their time-and-space-spanning grandeur, remain firmly rooted in scientific fact and cutting-edge theory. Now Baxter is back with the final volume in his monumental Destiny's Children trilogy, a tour de force in which parallel stories unfold--and then meet as humanity stands poised on the brink of divine providence . . . or extinction.DESTINY'S CHILDRENTRANSCENDENTIt is the year 2047, and nuclear engineer Michael Poole is still in the throes of grief. His beloved wife, Morag, died seventeen years ago, along with their second child. Yet Michael is haunted by more than just the memory of Morag. On a beach in Miami, he sees his dead wife. But she vanishes as suddenly as she appears, leaving no clue as to her mysterious purpose.Alia was born on a starship, fifteen thousand light years from Earth, five hundred thousand years after the death of Michael Poole. Yet she knows him intimately. In this distant future, when humanity has diversified as a species and spread across the galaxy, every person is entrusted with the duty of Witnessing the life of one man, woman, or child from the past, recovered by means of a technology able to traverse time itself. Alia's subject is Michael Poole.When his surviving, estranged son is injured, Michael tries to reconnect with him--and to stave off a looming catastrophe. Vast reservoirs of toxic gases lie buried beneath the poles, trapped in crystals of ice. Now that ice is melting. Once it goes, the poisons released will threaten all life on Earth. A bold solution is within reach, if only Michael can convince a doubting world. Yet as Morag's ghostly visitations continue, Michael begins to doubt his own sanity.In the future, Alia is chosen to become a Transcendent, an undying member of the group mind that is shepherding humanity toward an evolutionary apotheosis. The Witnessings are an integral part of their design, for only by redeeming the pain of every human who has lived and died can true Transcendence be achieved. Yet Alia discovers a dark side to the Transcendents' plans, a vein of madness that may lead to an unthinkable renunciation. Somehow, Michael Poole holds the fate of the future in his hands. Now, to save that future, Alia must undertake a desperate journey into the past. . . .From the Hardcover edition.",
    "series": "Standalone"
  },
  {
    "title": "Unraveling",
    "author": "Elizabeth Norris",
    "firstPublished": 2012,
    "topics": [
      "JUVENILE FICTION / Love & Romance",
      "Bioterrorism",
      "JUVENILE FICTION / Fantasy & Magic",
      "High schools",
      "Family life"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8225138-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "\"If Janelle Tenner wants to avenge her father's death and stop the end of the world, she's going to need to uncover Ben's secrets--and keep from falling in love with him in the process\"--",
    "series": "Standalone"
  },
  {
    "title": "Counterpoint",
    "author": "Rachel Haimowitz",
    "firstPublished": 2010,
    "topics": [
      "romance",
      "erotic romance",
      "gay romance",
      "lgbt",
      "fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6728350-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "It is the twilight of mankind. Depleted by generations of war with a dark race, the human kingdoms and their ancient alliance stand on the brink of extinction. The outlands are soaked with the blood of the fallen. The midlands are rotting with decadence and despair.\r\n\r\nElfkind, estranged by past crimes, watches and waits for nature to run its course.\r\n\r\nAnd then the two collide.\r\n\r\nAyden's life has long been guided by two emotions: love for his sister, and hatred of all things human. When he's captured in battle, he must for his sister's sake swallow his pride and endure slavery in the service of a human prince. To his dismay, this close-up view of his enemy is nothing like he expected. Now curiosity and contempt make a battlefield of his soul, even as he struggles to pick up the pieces of his shattered worldview.\r\n\r\nFreyrik Farr, Crown Prince of Farr Province, finds his new elven prisoner puzzling. He's always known elves to be beautiful and dangerous, but never has one affected him as deeply as Ayden. Can his life of service to his people leave room for this attraction? Dancing on a dagger's edge between duty and high treason, Freyrik discovers that some choices can change a life, and some an entire world.\r\n\r\nBetween prejudice, politics, pride, and survival, Ayden and Freyrik must carve a new path, no matter how daunting. For nothing less than the fate of both their peoples rests on the power of their perseverance -- and their love.",
    "series": "Standalone"
  },
  {
    "title": "The blue girl",
    "author": "Charles de Lint",
    "firstPublished": 2004,
    "topics": [
      "Conduct of life",
      "Imaginary playmates",
      "Fairies",
      "Fiction",
      "Supernatural"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/400972-M.jpg",
    "ratingsAverage": "3.00",
    "synopsis": "New at her high school, Imogene enlists the help of her introverted friend Maxine and the ghost of a boy who haunts the school after receiving warnings through her dreams that soul-eaters are threatening her life.",
    "series": "Standalone"
  },
  {
    "title": "Frostbite",
    "author": "Leigh Dragoon",
    "firstPublished": 2012,
    "topics": [
      "Magic",
      "Vampires",
      "Graphic novels",
      "Fiction",
      "Skis and skiing"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7117263-M.jpg",
    "ratingsAverage": "4.50",
    "synopsis": "Retold in graphic novel format, guardian-in-training Rose faces everything from misunderstandings between friends to fights among factions of Moroi during a school skiing trip as reports of horrific Strigoi attacks raise tensions, ultimately leading Rose and some of those closest to her into a battle that teaches her much about life, death, and love.",
    "series": "Standalone"
  },
  {
    "title": "Boundless (Unearthly #3)",
    "author": "Cynthia Hand",
    "firstPublished": 2013,
    "topics": [
      "JUVENILE FICTION / Love & Romance",
      "JUVENILE FICTION / Fantasy & Magic",
      "Family life",
      "Fiction",
      "Supernatural"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7632911-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "The past few years have held more surprises than Clara Gardner could ever have anticipated. Yet from the dizzying highs of first love, to the agonizing low of losing someone close to her, the one thing she can no longer deny is that she was never meant to live a normal life.\r\n\r\nSince discovering the special role she plays, Clara has been determined to protect Tucker Avery from the evil that follows her . . . even if it means breaking both their hearts. Leaving town seems like the best option, so she’s headed back to California -- and so is Christian Prescott, the irresistible boy from the vision that started her on this journey in the first place.\r\n\r\nAs Clara makes her way in a world that is frighteningly new, she discovers that the fallen angel who attacked her is watching her every move. And he’s not the only one. With the battle against the Black Wings looming, Clara knows she must finally fulfill her destiny. But it won’t come without sacrifices and betrayal.",
    "series": "Standalone"
  },
  {
    "title": "Halo",
    "author": "Alexandra Adornetto",
    "firstPublished": 2010,
    "topics": [
      "Interpersonal relations",
      "High schools",
      "Schools",
      "Good and evil",
      "Angels"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8035336-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "When three angels are sent from heaven to protect the town of Venus Cove against the gathering forces of darkness, their mission is threatened as the youngest angel, Bethany, enrolls in high school and falls in love with another student.",
    "series": "Standalone"
  },
  {
    "title": "Infinite Days (Vampire Queen)",
    "author": "Rebecca Maizel",
    "firstPublished": 2010,
    "topics": [
      "vampire",
      "vampires",
      "rebecca maizel",
      "Children's fiction",
      "Vampires, fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6456040-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "“Throughout all my histories, I found no one I loved more than you... no one.”\r\n\r\nThose were some of Rhode’s last words to me. The last time he would pronounce his love. The last time I would see his face.\r\n\r\nIt was the first time in 592 years I could take a breath. Lay in the sun. Taste.\r\n\r\nRhode sacrificed himself so I, Lenah Beaudonte, could be human again. So I could stop the blood lust. \r\n\r\nI never expected to fall in love with someone else that wasn’t Rhode.\r\n\r\nBut Justin was... daring. Exciting. More beautiful than I could dream.\r\n\r\nI never expected to be sixteen again... then again, I never expected my past to come back and haunt me...",
    "series": "Standalone"
  },
  {
    "title": "Fairy Tale",
    "author": "Cyn Balog",
    "firstPublished": 2009,
    "topics": [
      "Fiction",
      "Schools",
      "Fairies",
      "Changelings",
      "High schools"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6306022-M.jpg",
    "ratingsAverage": "2.00",
    "synopsis": "A captivating and witty dark fantasy that will have girls lusting after it.Morgan Sparks has always known that she and her boyfriend, Cam, are made for each other. But when Cam's cousin Pip comes to stay with the family, Cam seems depressed. Finally Cam confesses to Morgan what's going on: Cam is a fairy. The night he was born, fairies came down and switched him with a healthy human boy. Nobody expected Cam to live, and nobody expected his biological brother, heir to the fairy throne, to die. But both things happened, and now the fairies want Cam back to take his rightful place as Fairy King.Even as Cam physically changes, becoming more miserable each day, he and Morgan pledge to fool the fairies and stay together forever. But by the time Cam has to decide once and for all what to do, Morgan's no longer sure what's best for everyone, or whether her and Cam's love can weather an uncertain future.From the Hardcover edition.",
    "series": "Standalone"
  },
  {
    "title": "Jinx High",
    "author": "Mercedes Lackey",
    "firstPublished": 1991,
    "topics": [
      "Diana Tregarde",
      "High school students",
      "Witches",
      "Fiction",
      "Urban Fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/603341-M.jpg",
    "ratingsAverage": "2.00",
    "synopsis": "Fay Harper looks like any other teenage girl--any other Queen Bee, that is. She's blond, and beautiful, and very, very popular--the kind of popular that attracts boys like honey. Fay and her gang take a lot of risks, but so far they've managed to get away with everything. It's as if they are magically protected.\r\n\r\nSummoned to Tulsa by an old friend whose son has fallen in with Fay's crowd, Diana Tregarde, practicing witch and successful romance novelist, quickly finds herself in hot water. The new girl at school, Monica Carlin, has come under sorcerous attack, but Diana cannot identify, or stop, the power-wielder. To make matters worse, there is an ancient being sleeping under Tulsa, a being who might be woken by the magic battles taking place in the city. What will happen then, even Diana cannot predict.",
    "series": "Standalone"
  },
  {
    "title": "Prairie fire",
    "author": "E. K. Johnston",
    "firstPublished": 2015,
    "topics": [
      "Dragon",
      "dragons",
      "bard",
      "fantasy",
      "Children's fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8668350-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "The story of Owen, dragonslayer, is continued in this book.  This fantasy takes place in an alternate earth where dragons exist and are attracted to carbon emissions.  The story is refreshing for a fantasy as it takes place at a time that appears to be somewhat contemporary to ours.  In this book, the sequel to \"The Story of Owen, Dragonslayer of Trondheim\", Owen and Siobhan are enlisted in the oil watch.",
    "series": "Standalone"
  },
  {
    "title": "Rebel belle",
    "author": "Rachel Hawkins",
    "firstPublished": 2014,
    "topics": [
      "Magic",
      "Juvenile fiction",
      "Oracles",
      "Fiction",
      "Debutantes"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10421392-M.jpg",
    "ratingsAverage": "3.50",
    "synopsis": "\"Seventeen-year-old Harper Price's charmed life is turned upside down when she discovers she's been given magical powers in order to protect her school nemesis David Stark, who's an Oracle\"--\n\nSeventeen-year-old Harper Price's charmed life is turned upside down when she discovers she has been given magical powers in order to protect her school nemesis David Stark, who is an Oracle. The plot contains profanity and graphic violence.",
    "series": "Standalone"
  },
  {
    "title": "Classics of children's literature. Third edition",
    "author": "Griffith, John W., Charles H. Frey, Charles Dickens, Lewis Carroll, Mark Twain, Laura Ingalls Wilder",
    "firstPublished": 1992,
    "topics": [
      "Literature",
      "Collections",
      "Children's literature",
      "Juvenile audience",
      "adventure and adventurers"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12742072-M.jpg",
    "ratingsAverage": "3.67",
    "synopsis": "Contains:\r\nCharles Perrault : The sleeping beauty in the woods ; Little red riding hood ; Blue beard ; The master cat, or Puss in Boots ; Cinderella, or The little glass slipper --\r\nMme le Prince de Beaumont : Beauty and the beast --\r\nJohn Newberry : I won't be my father's Jack ; Three wise men of Gotham ; There was an old woman ; Ding dong bell ; Little Tom Tucker ; Se saw, Margery Daw ; Great A, little a ; High diddle diddle ; Ride a cock horse ; Cock a doodle doo ; Jack and Gill ; Hish-a-by baby ; Little Jack Horner ; Pease-porridge hot ; Jack Sprat ; Tell tale tit ; Patty cake, patty cake ; When I was a little boy ; This pig went to market ; There was a man of Thessaly ; Bah, bah, black sheep ; There were two blackbirds ; Boys and girls come out to play ; Dickery, dickery, dock --\r\nThe brothers Grimm : Snow-white ; The frog prince ; Hansel and Grethel ; Rumpelstiltskin ; Mother Hulda ; The Bremen town musicians ; Aschenputtel ; The fisherman and his wife ; The brave little tailor ; The wolf and the seven little kids ; Rapunzel ; The robber bridegroom ; The almond tree ; The sleeping beauty --\r\nHans Christian Andersen : The snow queen : A tale in seven stories ; The little mermaid ; The princess and the pea ; The tinder box ; The little match girl ; The swindherd ; The emperor's new clothes ; The steadfast tin soldier ; The ugly duckling --\r\nHeinrich Hoffman : Struwwelpeter --\r\nPeter Asbjornsen and Jorgen Moe : East o' the sun and west o' the moon ; The three billy goats gruff --\r\nEdward Lear : There was an old man in a tree ; There was an old man in a boat ; There was an old person of Philoe ; There was an old man of the dee ; There was an old man who said, \"How\" ; There was an old man who said, \"Hush!\" ; There was an old person of Bangor ; There was an old man with a beard ; The owl and the pussy-cat ; The dong with a luminous nose --\r\nCharles Dickens : A Christmas carol --\r\nJohn Ruskin : The king of the Golden River; or, The black brothers --\r\nLouisa May Alcott : Little women --\r\nLewis Carroll : [Alice's adventures in Wonderland](https://openlibrary.org/works/OL138052W)\r\nMark Twain : The adventures of Tom Sawyer --\r\nRobert Lewis Stevenson : Treasure Island --\r\nJoseph Jacobs : Tom tit tot ; Jack and the beanstalk ; The story of the three little pigs ; The story of the three bears ; Henny-penny ; Molly Whuppie ; Lazy Jack ; Johnny-cake ; Master of all masters --\r\nL. Frank Baum : The marvelous land of Oz --\r\nKenneth Grahame : The wind in the willows --\r\nJames M. Barrie : Peter Pan --\r\nRudyard Kipling : Kim --\r\nBeatrix Potter : The tale of Peter Rabbit ; The tale of squirrel Nutkin --\r\nLaura Ingalls Wilder : Little house on the prairie.",
    "series": "Standalone"
  },
  {
    "title": "The rest of us just live here",
    "author": "Patrick Ness",
    "firstPublished": 2015,
    "topics": [
      "Humorous stories",
      "Conduct of life",
      "Juvenile fiction",
      "Teenagers",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10195647-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "What if you aren't the Chosen One? The one who's supposed to fight the zombies, or the soul-eating ghosts, or whatever the heck this new thing is, with the blue lights and the death? What if you're like Mikey? Who just wants to graduate and go to prom and maybe finally work up the courage to ask Henna out before someone goes and blows up the high school. Again.  Because sometimes there are problems bigger than this week's end of the world, and sometimes you just have to find the extraordinary in your ordinary life.  Even if your best friend is worshipped by mountain lions.",
    "series": "Standalone"
  },
  {
    "title": "Miss Mayhem",
    "author": "Rachel Hawkins",
    "firstPublished": 2015,
    "topics": [
      "Magic",
      "Paranormal fiction",
      "Juvenile fiction",
      "Oracles",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10410743-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "\"In the sequel to REBEL BELLE, Harper Price and her new boyfriend and oracle David Stark face new challenges as the powerful Ephors seek to claim David for their own\"--",
    "series": "Standalone"
  },
  {
    "title": "Soul song",
    "author": "Lee Weatherly",
    "firstPublished": 2014,
    "topics": [
      "12+ years; Fiction; Ordinary Printed Book Format; Non-character; Non Tie-in",
      "Fantasy fiction",
      "Juvenile fiction",
      "Interpersonal relations",
      "High Interest"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10387577-M.jpg",
    "ratingsAverage": "3.33",
    "synopsis": "Thrilling finale to L.A. Weatherly's breathtaking paranormal romance trilogy. Iris and Nate have spent a lifetime dreaming about each other. They have fought tooth and nail and defeated unimaginable odds to be together. Now, at last, they have found a way of existing in the same time. But Iris and Nate are not out of danger yet - real life could yet tear them apart.",
    "series": "Standalone"
  },
  {
    "title": "Prophecy girl",
    "author": "Cecily White",
    "firstPublished": 2013,
    "topics": [
      "Romance fiction",
      "Vampires",
      "Angels",
      "High school students",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8257172-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "I was born to slay Crossworld demons. Big black flappy ones, little green squirmy ones. Unfortunately, the only thing getting slain these days is my social life. With my high school under attack, combat classes intensifying, and Academy instructors dropping right and left, I can barely get my homework done, let alone score a bondmate before prom. Then he shows up. Jackson Smith-Hailey. Unspeakably hot, hopelessly unattainable, and dangerous in all the right ways. Sure, he's my trainer. And okay, maybe he hates me. Doesn't mean I'll ignore the wicked Guardian chemistry between us. It's crazy! Every time I'm with him, my powers explode. Awesome, right? Wrong. Now my teachers think I'm the murderous Graymason destined to bring down our whole race of angelbloods. Everyone in New Orleans is hunting me. The people I trusted want me dead. Jack and I have five days to solve the murders, prevent a vampire uprising, and thwart the pesky prophecy foretelling his death by my hand. Shouldn't be too difficult. Getting it done without falling in love. . . that might take a miracle.",
    "series": "Standalone"
  },
  {
    "title": "Nicolae High",
    "author": "Jerry B. Jenkins",
    "firstPublished": 1999,
    "topics": [
      "Fiction",
      "Christian life",
      "End of the world",
      "Rapture (Christian eschatology)",
      "High school students"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/639178-M.jpg",
    "ratingsAverage": "3.00",
    "synopsis": "A grim challenge faces Judd, Vicki, Ryan, and Lionel. They must take their newfound faith to the classrooms of Global Community Middle School and Nicolae Carpathia High.\r\n\r\nSubtle danger awaits them: Bigotry, deliberate denial from their peers and more. Should they obey the authorities, who outlaw carrying Bibles or even talking about God? Should they risk everything and speak the truth to their friends? Who can they trust?",
    "series": "Standalone"
  },
  {
    "title": "TeenBoat!",
    "author": "Dave Roman",
    "firstPublished": 2012,
    "topics": [
      "Teenage boys",
      "Boys",
      "Boats and boating",
      "Juvenile fiction",
      "Graphic novels"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8266634-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Stories of a boy with the power to transform himself into a small yacht. From breaking out into barnacles to facing pirates and detention, all the challenges of adolescence hit the boy.",
    "series": "Standalone"
  },
  {
    "title": "The Blood Coven Vampires",
    "author": "Marianne Mancusi",
    "firstPublished": 2011,
    "topics": [
      "Vampires",
      "Single-parent families",
      "Fiction",
      "Schools",
      "Twins"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8135167-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Mistaken for her Goth twin sister, Rayne, sixteen-year-old Sunny is bitten by a vampire and races against time to avoid becoming a vampire permanently. Rayne learns she is destined to be the new Vampire Slayer just as a maniacal member of the undead is trying to spread a fatal blood disease.",
    "series": "Standalone"
  },
  {
    "title": "The Icewind Dale Trilogy",
    "author": "R. A. Salvatore",
    "firstPublished": 1999,
    "topics": [
      "Fiction",
      "Fantasy",
      "Epic Fantasy",
      "Epic",
      "Elves"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/546945-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "This work is an Omnibus containing the following works:\r\n\r\n - [The Crystal Shard][1] \r\n - [Streams of Silver][2]\r\n - [The Halfling's Gem][3]\r\n\r\n*Also See: [The Legend of Drizzt Collector's Edition, Book II][4]*\r\n\r\n \r\n\r\n\r\n  [1]: http://openlibrary.org/works/OL516808W/The_Crystal_Shard\r\n  [2]: http://openlibrary.org/works/OL516829W/Streams_of_Silver\r\n  [3]: http://openlibrary.org/works/OL516712W/The_Halfling%27s_Gem\r\n  [4]: http://openlibrary.org/works/OL14960754W/The_Legend_of_Drizzt_Collector%27s_Edition_Book_II",
    "series": "Standalone"
  },
  {
    "title": "The Elfstones of Shannara",
    "author": "Terry Brooks",
    "firstPublished": 1982,
    "topics": [
      "Fiction",
      "Shannara (Imaginary place)",
      "Elves",
      "Fantasy fiction",
      "Fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/908796-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "Ancient, ultimate evil threaterned the Elves and the Races of Man. For the Ellcrys, the tree created by long-lost elven magic, was dying, losing the spell of Forbidding that locked the hordes of ravening Demons away from Earth. Already the Reaper, most fearsome of demons, was free. Only one source of protection was powerful enough to stop it: The Elfstones of Shannara.\r\n\r\nThe stones and the right to use them belonged to Wil Olmsford, given him by his grandfather Shea. Allanon, legendary Druid guardian, summoned him from his studies in Storlock to protect Amberle, the elven girl who must carry a sees of the tree to the mysterious Bloodfire, life-source of earth, there to be quickened and to creat a new Ellcrys.\r\n\r\nWhile Allanon and the Elves fight a hopeless war against the emerging demons, Wil and Amberle plunge forward in a seemingly impossible quest to find the Bloodfire.",
    "series": "Standalone"
  },
  {
    "title": "Castle of Wizardry",
    "author": "David Eddings",
    "firstPublished": 1984,
    "topics": [
      "Fantasy",
      "Fiction",
      "Magic",
      "Fantasy fiction",
      "Quests (Expeditions)"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6690240-M.jpg",
    "ratingsAverage": "5.00",
    "synopsis": "The fourth book of the Belgariad.A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled!THE BELGARIADIt had all begun with the theft of the Orb that had so long protected the West from the evil God Torak. Before that, Garion had been a simple farm boy. Afterward, he discovered that his aunt was really the Sorceress Polgara and his grandfather was Belgarath, the Eternal Man. Then, on the long quest to recover the Orb, Garion found to his dismay that he, too, was a sorcerer.Now, at last, the Orb was regained and the quest was nearing its end. Of course, the questors still had to escape from this crumbling enemy fortress and flee across a desert filled with Murgo soldiers searching for them, while Grolim Hierarchs strove to destroy them with dark magic. Then, somehow, they must manage to be in Riva with the Orb by Erastide.After that, however, Garion was sure that his part in these great events would be finished.But the Prophecy still held future surprises for Garion - and for the little Princess Ce'Nedra!THUS CONTINUES BOOK FOUR OF THE BELGARIAD",
    "series": "Standalone"
  },
  {
    "title": "The City of Mirrors",
    "author": "Justin Cronin",
    "firstPublished": 2015,
    "topics": [
      "Survival",
      "Fiction",
      "Fiction, thrillers, general",
      "Fiction, dystopian",
      "Fiction, horror"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/12884475-M.jpg",
    "ratingsAverage": "4.71",
    "synopsis": "\"In The Passage and The Twelve, Justin Cronin brilliantly imagined the fall of civilization and humanity desperate fight to survive. Now all is quiet on the horizon--but does silence promise the nightmare end or the second coming of unspeakable darkness? At last, this bestselling epic races to its breathtaking finale\"--",
    "series": "Standalone"
  },
  {
    "title": "Spinning Silver",
    "author": "Naomi Novik",
    "firstPublished": 2018,
    "topics": [
      "Fairy tales",
      "Magic",
      "Legends",
      "Fantasy fiction",
      "Mythology"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8423441-M.jpg",
    "ratingsAverage": "4.67",
    "synopsis": "\"A fresh and imaginative retelling of the Rumpelstiltskin fairytale from the bestselling author of Uprooted, called \"a very enjoyable fantasy with the air of a modern classic\" by The New York Times Book Review. Miryem is the daughter and granddaughter of moneylenders, but her father is not a very good one. Free to lend and reluctant to collect, he has left his family on the edge of poverty--until Miryem intercedes. Hardening her heart, she sets out to retrieve what is owed, and soon gains a reputation for being able to turn silver into gold. But when an ill-advised boast brings her to the attention of the cold creatures who haunt the wood, nothing will be the same again. For words have power, and the fate of a kingdom will be forever altered by the challenge she is issued. Channeling the heart of the classic fairy tale, Novik deftly interweaves six distinct narrative voices--each learning valuable lessons about sacrifice, power and love--into a rich, multilayered fantasy that readers will want to return to again and again\"--",
    "series": "Standalone"
  },
  {
    "title": "Novels (Hobbit / Lord of the Rings)",
    "author": "J.R.R. Tolkien",
    "firstPublished": 1979,
    "topics": [
      "Fiction, fantasy, epic",
      "Middle earth (imaginary place), fiction",
      "Baggins, frodo (fictitious character), fiction",
      "Baggins, bilbo (fictitious character), fiction",
      "Gandalf (fictitious character), fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/255844-M.jpg",
    "ratingsAverage": "4.57",
    "synopsis": "Contains:\r\n\r\n - [Hobbit](https://openlibrary.org/works/OL262758W)\r\n - [The Fellowship of the Ring][1]\r\n - [The Two Towers][2]\r\n - [The Return of the King][3]\r\n\r\n  [1]: https://openlibrary.org/works/OL15331214W/The_Fellowship_of_the_Ring\r\n  [2]: https://openlibrary.org/works/OL262757W/The_Two_Towers\r\n  [3]: https://openlibrary.org/works/OL27516W/The_Return_of_the_King",
    "series": "Standalone"
  },
  {
    "title": "Magician's Apprentice",
    "author": "Raymond E. Feist, Bryan J.L. Glass, Michael Avon Oeming, Bryan J. L. Glass, Brett Booth, Ryan Stegman",
    "firstPublished": 1986,
    "topics": [
      "Fantasy",
      "Midkemia (Imaginary place)",
      "Imaginary places",
      "Magicians",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/5431644-M.jpg",
    "ratingsAverage": "4.57",
    "synopsis": "An orphaned kitchen boy named Pug becomes selected as the Kingdom of Midkemia's apprentice to the local sorcerer.  A rift opens between this world and another and a great war rages between the two. Pug is captured and a secret magic within him discovered as that war between the two planets continues.  There is great magic, fantasy and personal connections between memorable characters.",
    "series": "Standalone"
  },
  {
    "title": "Toll the hounds",
    "author": "Steven Erikson",
    "firstPublished": 2008,
    "topics": [
      "Fantasy",
      "Fiction",
      "Fiction, thrillers, general",
      "Epic fantasy",
      "military fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6684006-M.jpg",
    "ratingsAverage": "4.53",
    "synopsis": "The eighth book in Erikson's extraordinary, acclaimed and bestselling fantasy sequence.It is said that Hood waits at the end of every plot, every scheme, each grandiose ambition. But this time it is different: this time the Lord of Death is there at the beginning...Darujhistan swelters in the summer heat and seethes with portents, rumours and whispers. Strangers have arrived, a murderer is abroad, past-tyrannies are stirring and assassins seem to be targeting the owners of K'rul's Bar. For the rotund, waistcoat-clad man knows such events will be dwarfed by what is about to happen: for in the distance can be heard the baying of hounds.Far away, in Black Coral, the ruling Tiste Andii appear oblivious to the threat posed by the fast-growing cult of the Redeemer - an honourable, one-mortal man who seems powerless against the twisted vision of his followers.So Hood waits at the beginning of a conspiracy that will shake the cosmos, but at its end there is another: Anomander Rake, Son of Darkness, has come to right an ancient and terrible wrong...",
    "series": "Standalone"
  },
  {
    "title": "Queen of Sorcery",
    "author": "David Eddings",
    "firstPublished": 1983,
    "topics": [
      "Fantasy",
      "Fiction",
      "Wizards",
      "Quests (Expeditions)",
      "Goddesses"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6397608-M.jpg",
    "ratingsAverage": "4.50",
    "synopsis": "The second bok of the Belgariad.A magnificent epic set against a history of seven thousand years of the struggles of Gods and Kings and men - of strange lands and events - of fate and a prophecy that must be fulfilled!THE BELGARIADLegends told of how the evil God Torak had coveted the power of the Orb of Aldur, until defeated in a final battle.But prophecy spoke of a time when he would awake and again seek dominance over all the world. Now the Orb had been stolen by a priest of Torak, and that time was at hand.The master Sorcerer Belgarath and his daughter Polgara the arch-sorceress were on the trail of the Orb, seeking to regain it before the final disaster. And with them went Garion, a simple farm boy only months before, but now in the focus of the struggle. He had never believed in sorcery and wanted no part of it. Yet with every league they travelled, the power grew in him, forcing him to acts of wizardry he could not accept.THUS CONTINUES BOOK TWO OF THE BELGARIAD",
    "series": "Standalone"
  },
  {
    "title": "The Raven Tower",
    "author": "Ann Leckie",
    "firstPublished": 2019,
    "topics": [
      "Fiction, fantasy, epic",
      "Imaginary places",
      "Fiction",
      "Gods",
      "Imaginary wars and battles"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8753947-M.jpg",
    "ratingsAverage": "4.47",
    "synopsis": "Listen. A god is speaking. My voice echoes through the stone of your master's castle. The castle where he finds his uncle on his father's throne. You want to help him. You cannot. You are the only one who can hear me. You will change the world. A triumph of the imagination, The Raven Tower is the first fantasy novel by Ann Leckie, New York Times bestselling author and winner of the Hugo, Nebula, and Arthur C. Clarke Awards. Gods meddle in the fates of men, men play with the fates of gods and a pretender must be cast down from the throne in this breathtaking fantasy masterpiece.",
    "series": "Standalone"
  },
  {
    "title": "The Stone Sky",
    "author": "N. K. Jemisin",
    "firstPublished": 2017,
    "topics": [
      "Good and evil",
      "Fiction",
      "Fiction, fantasy, epic",
      "New York Times reviewed",
      "award:nebula_award=novel"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8191910-M.jpg",
    "ratingsAverage": "4.38",
    "synopsis": "Humanity will finally be saved or destroyed in the shattering conclusion to the post-apocalyptic and highly acclaimed NYT bestselling trilogy that won the Hugo Award three years in a row.\r\n\r\nThe Moon will soon return. Whether this heralds the destruction of humankind or something worse will depend on two women.\r\n\r\nEssun has inherited the power of Alabaster Tenring. With it, she hopes to find her daughter Nassun and forge a world in which every orogene child can grow up safe.\r\n\r\nFor Nassun, her mother's mastery of the Obelisk Gate comes too late. She has seen the evil of the world, and accepted what her mother will not admit: that sometimes what is corrupt cannot be cleansed, only destroyed.",
    "series": "Standalone"
  },
  {
    "title": "Bonehunters",
    "author": "Steven Erikson",
    "firstPublished": 2006,
    "topics": [
      "Imaginary wars and battles",
      "War",
      "Fiction",
      "Gods",
      "Fiction, fantasy, epic"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8401212-M.jpg",
    "ratingsAverage": "4.35",
    "synopsis": "The Malazan 14th Army is confronted by a rebel force that is holed up in the city of Y'Ghatan and under the fanatical command of Leoman of the Flails, while the acceptance of the Crippled God into the pantheon threatens to cause a schism among the gods.",
    "series": "Standalone"
  },
  {
    "title": "The Dragon Reborn (The Wheel of Time, Book 3)",
    "author": "Robert Jordan",
    "firstPublished": 1991,
    "topics": [
      "Fantasy fiction",
      "Fiction, fantasy, epic",
      "Rand al'thor (fictitious character), fiction",
      "Rand al'Thor (Fictitious character)",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/603239-M.jpg",
    "ratingsAverage": "4.33",
    "synopsis": "The Dragon Reborn—the leader long prophesied who will save the world, but in the saving destroy it; the savior who will run mad and kill all those dearest to him—is on the run from his destiny.\r\n\r\nAble to touch the One Power, but unable to control it, and with no one to teach him how—for no man has done it in three thousand years—Rand al'Thor knows only that he must face the Dark One. But how?\r\n\r\nWinter has stopped the war—almost—yet men are dying, calling out for the Dragon. But where is he?\r\n\r\nPerrin Aybara is in pursuit with Moiraine Sedai, her Warder Lan, and Loial the Ogier. Bedeviled by dreams, Perrin is grappling with another deadly problem—how is he to escape the loss of his own humanity?\r\n\r\nEgwene, Elayne and Nynaeve are approaching Tar Valon, where Mat will be healed—if he lives until they arrive. But who will tell the Amyrlin their news—that the Black Ajah, long thought only a hideous rumor, is all too real? They cannot know that in Tar Valon far worse awaits...\r\n\r\nAhead, for all of them, in the Heart of the Stone, lies the next great test of the Dragon reborn....",
    "series": "Standalone"
  },
  {
    "title": "Starless Night",
    "author": "R. A. Salvatore",
    "firstPublished": 1993,
    "topics": [
      "Fiction",
      "Fantasy",
      "Fantasy fiction",
      "Science fiction",
      "Fiction, fantasy, general"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7387428-M.jpg",
    "ratingsAverage": "4.30",
    "synopsis": "Return to the City of Spiders!Still reeling from the death of Wulfgar, Drizzt is allowed little time to grieve, for dark elves are massing in the caverns deep under Mithral Hall. To protect his adopted home, he'll have to return to the city of his birth, the evil City of Spiders. Menzoberranzan is one of the most dangerous places in the already perilous Underdark on a good day, but for Drizzt, a renegade with a price on his head, its certain death ever to set foot there again. But Drizzt Do'Urden and his companions have faced certain death before, and will gladly spend their lives for the sake of the dwarves of Mithral Hall.From the Paperback edition.\r\n\r\n----------\r\n\r\n\r\n**This book is in the following series:**\r\n \r\n - Forgotten Realms\r\n - The Legend Of Drizzt | Book 8\r\n -  The Legacy of the Drow | Book 2",
    "series": "Standalone"
  },
  {
    "title": "Promise Of Blood",
    "author": "Brian McClellan",
    "firstPublished": 2013,
    "topics": [
      "Fiction, fantasy, epic"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7667720-M.jpg",
    "ratingsAverage": "4.25",
    "synopsis": "The Age of Kings is dead . . . and I have killed it. \r\n\r\nIt's a bloody business overthrowing a king...\r\nField Marshal Tamas' coup against his king sent corrupt aristocrats to the guillotine and brought bread to the starving. But it also provoked war with the Nine Nations, internal attacks by royalist fanatics, and the greedy to scramble for money and power by Tamas's supposed allies: the Church, workers unions, and mercenary forces.\r\n\r\nStretched to his limit, Tamas is relying heavily on his few remaining powder mages, including the embittered Taniel, a brilliant marksman who also happens to be his estranged son, and Adamat, a retired police inspector whose loyalty is being tested by blackmail.\r\n\r\nBut when gods are involved...\r\nNow, as attacks batter them from within and without, the credulous are whispering about omens of death and destruction. Just old peasant legends about the gods waking to walk the earth. No modern educated man believes that sort of thing. But they should...\r\n\r\nIn a rich, distinctive world that mixes magic with technology, who could stand against mages that control gunpowder and bullets? PROMISE OF BLOOD is the start of a new epic fantasy series from Brian McClellan.",
    "series": "Standalone"
  },
  {
    "title": "The aeronaut's windlass",
    "author": "Jim Butcher",
    "firstPublished": 2015,
    "topics": [
      "Fiction",
      "Ship captains",
      "Fantasy",
      "Air warfare",
      "Airships"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/8197336-M.jpg",
    "ratingsAverage": "4.25",
    "synopsis": "Since time immemorial, the Spires have sheltered humanity. Within their halls, the ruling aristocratic houses develop scientific marvels, foster trade alliances, and maintain fleets of airships to keep the peace.\r\n \r\nCaptain Grimm commands the merchant ship Predator. Loyal to Spire Albion, he has taken their side in the cold war with Spire Aurora, disrupting the enemy’s shipping lines by attacking their cargo vessels. But when the Predator is damaged in combat, Grimm joins a team of Albion agents on a vital mission in exchange for fully restoring his ship. \r\n \r\nAnd as Grimm undertakes this task, he learns that the conflict between the Spires is merely a premonition of things to come. Humanity’s ancient enemy, silent for more than ten thousand years, has begun to stir once more. And death will follow in its wake...",
    "series": "Standalone"
  },
  {
    "title": "A Little Hatred",
    "author": "Joe Abercrombie, Joe Abercrombie",
    "firstPublished": 2014,
    "topics": [
      "nyt:hardcover-fiction=2019-10-06",
      "New York Times bestseller",
      "Fiction, fantasy, epic",
      "English literature",
      "Sci-Fi & Fantasy"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/14543428-M.jpg",
    "ratingsAverage": "4.23",
    "synopsis": "The chimneys of industry rise over Adua and the world seethes with new opportunities. But old scores run deep as ever.\r\n \r\nOn the blood-soaked borders of Angland, Leo dan Brock struggles to win fame on the battlefield, and defeat the marauding armies of Stour Nightfall. He hopes for help from the crown. But King Jezal's son, the feckless Prince Orso, is a man who specializes in disappointments.\r\n \r\nSavine dan Glokta — socialite, investor, and daughter of the most feared man in the Union — plans to claw her way to the top of the slag-heap of society by any means necessary. But the slums boil over with a rage that all the money in the world cannot control.\r\n \r\nThe age of the machine dawns, but the age of magic refuses to die. With the help of the mad hillwoman Isern-i-Phail, Rikke struggles to control the blessing, or the curse, of the Long Eye. Glimpsing the future is one thing, but with the guiding hand of the First of the Magi still pulling the strings, changing it will be quite another . . .",
    "series": "Standalone"
  },
  {
    "title": "Lord Foul's Bane",
    "author": "Stephen R. Donaldson",
    "firstPublished": 1977,
    "topics": [
      "Thomas Covenant (Fictitious character)",
      "Fiction",
      "Fantasy fiction",
      "Epic Fantasy",
      "Fiction in English"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/9262497-M.jpg",
    "ratingsAverage": "4.20",
    "synopsis": "The first book in one of the most remarkable epic fantasies ever written, the Chronicles of Thomas Covenant, Unbeliever.\r\nThe Unbeliever, because he dared not believe in the strange alternate world in which he suddenly found himself. Yet he was tempted to believe, to fight for the Land, to be the reincarnation of its greatest hero....",
    "series": "Standalone"
  },
  {
    "title": "Kings of the wyld",
    "author": "Nicholas Eames",
    "firstPublished": 2017,
    "topics": [
      "Mercenary troops",
      "Fiction",
      "Fiction, fantasy, epic"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/9252364-M.jpg",
    "ratingsAverage": "4.19",
    "synopsis": "\"Clay Cooper and his band were once the best of the best -- the meanest, dirtiest, most feared crew of mercenaries this side of the Heartwyld. Their glory days long past, the mercs have grown apart and grown old, fat, drunk - or a combination of the three. Then an ex-bandmate turns up at Clay's door with a plea for help. His daughter Rose is trapped in a city besieged by an enemy one hundred thousand strong and hungry for blood. Rescuing Rose is the kind of mission that only the very brave or the very stupid would sign up for. It's time to get the band back together for one last tour across the Wyld\"--",
    "series": "Standalone"
  },
  {
    "title": "DERYNI RISING (Chronicles of the Deryni)",
    "author": "Katherine Kurtz",
    "firstPublished": 1970,
    "topics": [
      "fantasy",
      "Deryni (fictional place)",
      "magic",
      "Fantasy fiction",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/207479-M.jpg",
    "ratingsAverage": "4.17",
    "synopsis": "In the kingdom of Gwynedd, the mysterious forces of magic and the superior power of the Church combine to challenge the rule of young Kelson. Now the fate of the Deryni -- a quasi-mortal race of sorcerers -- and, indeed, the fate of all the Eleven Kingdoms, rests on Kelson's ability to quash the rebellion by any means necessary . . . including the proscribed use of magic!",
    "series": "Standalone"
  },
  {
    "title": "War for the Oaks",
    "author": "Emma Bull",
    "firstPublished": 1987,
    "topics": [
      "Women singers in fiction",
      "City and town life in fiction",
      "Fairies in fiction",
      "Fairies",
      "Fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/525219-M.jpg",
    "ratingsAverage": "4.17",
    "synopsis": "Amazon.com Review\r\nEmma Bull's debut novel, War for the Oaks, placed her in the top tier of urban fantasists and established a new subgenre. Unlike most of the rock & rollin' fantasies that have ripped off Ms. Bull's concept, War for the Oaks is well worth reading. Intelligent and skillfully written, with sharply drawn, sympathetic characters, War for the Oaks is about love and loyalty, life and death, and creativity and sacrifice.\r\n\r\nEddi McCandry has just left her boyfriend and their band when she finds herself running through the Minneapolis night, pursued by a sinister man and a huge, terrifying dog. The two creatures are one and the same: a phouka, a faerie being who has chosen Eddi to be a mortal pawn in the age-old war between the Seelie and Unseelie Courts. Eddi isn't interested--but she doesn't have a choice. Now she struggles to build a new life and new band when she might not even survive till the first rehearsal.\r\n\r\nWar for the Oaks won the Locus Magazine award for Best First Novel and was a finalist for the Mythopoeic Society Award. Other books by Emma Bull include the novels Falcon, Bone Dance (second honors, Philip K. Dick Award), Finder (a finalist for the Minnesota Book Award), and (with Stephen Brust) Freedom and Necessity; the collection Double Feature (with Will Shetterly); and the picture book The Princess and the Lord of Night. --Cynthia Ward",
    "series": "Standalone"
  },
  {
    "title": "Elven Star",
    "author": "Margaret Weis, Tracy Hickman",
    "firstPublished": 1990,
    "topics": [
      "Death Gate Universe (Imaginary place)",
      "Fiction",
      "Fantasy fiction",
      "Fiction, fantasy, general",
      "Fiction, fantasy, epic"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/6757075-M.jpg",
    "ratingsAverage": "4.13",
    "synopsis": "**Elven Star**\r\nOn steamy Pryan, Realm of Fire, never-ending sunlight and plentiful rain have created a jungle so vast that humans and elves dwell high in the trees and only dwarves live anywhere near the ground. From the treetops the aristocratic elves sell weapons to the other races, whose incessant warfare sends a steady steam of profits and essential resources skyward. Now, generations of dissent and race hatred will not heal -- not even under the threat of annihilation at the hands of legendary tytans. Armed with little more than their wits and prophecy, an elf, a human, and a dwarf must unite to try to save the world from destruction.\r\n\r\n**The Death Gate Cycle**\r\n*Ages ago sorcerers of unmatched power sundered a world into four realms - sky, fire, stone, and water - then vanished. Over time, magicians learned to work spells only in their own realms and forgot the others. Now only the few who have survived the Labyrinth and crossed the Death Gate know of the presence of all four realms - and even they have yet to unravel the mysteries of their severed world...*",
    "series": "Standalone"
  },
  {
    "title": "The Gilded Ones",
    "author": "Namina Forna",
    "firstPublished": 2020,
    "topics": [
      "nyt:young-adult-hardcover=2021-02-28",
      "New York Times bestseller",
      "Young adult fiction, fantasy, epic",
      "Young adult fiction, fantasy, dark fantasy",
      "Young adult fiction, animals, mythical creatures"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/10085012-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "Sixteen-year-old Deka lives in fear and anticipation of the blood ceremony that will determine whether she will become a member of her village. Already different from everyone else because of her unnatural intuition, Deka prays for red blood so she can finally feel like she belongs.\r\n\r\nBut on the day of the ceremony, her blood runs gold, the color of impurity--and Deka knows she will face a consequence worse than death.\r\n\r\nThen a mysterious woman comes to her with a choice: stay in the village and submit to her fate, or leave to fight for the emperor in an army of girls just like her. They are called alaki--near-immortals with rare gifts. And they are the only ones who can stop the empire's greatest threat.\r\n\r\nKnowing the dangers that lie ahead yet yearning for acceptance, Deka decides to leave the only life she's ever known. But as she journeys to the capital to train for the biggest battle of her life, she will discover that the great walled city holds many surprises. Nothing and no one are quite what they seem to be--not even Deka herself.",
    "series": "Standalone"
  },
  {
    "title": "The Black Gryphon (Valdemar",
    "author": "Mercedes Lackey, Larry Dixon",
    "firstPublished": 1994,
    "topics": [
      "Valdemar",
      "Mage Wars",
      "Fantasy",
      "Fiction",
      "Valdemar (Imaginary place)"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/5011185-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "It is an age when Valdemar is yet unfounded, its organization of Heralds yet unformed, and magic is still a wild and uncontrolled force.\r\n\r\nSkandranon Rashkae is perhaps the finest specimen of his race, with gleaming ebony feathers, majestic wingspan, keen magesight and sharp intelligence. Courageous, bold, and crafty, Skan is everything a gryphon should be. He is the fulfillment of everything that the Mage of Silence, the human sorcerer called Urtho, intended to achieve when he created these magical beings to be his champions, the defenders of his realm—a verdant plain long coveted by the evil mage Maar.\r\n\r\nNow Maar is once again advancing on Urtho's Keep, this time with a huge force spearheaded by magical constructs of his own—cruel birds of prey ready to perform any evil their creator may demand of them. And when one of Urtho's Seers wakes from a horrifying vision in which she sees a devastating magical weapon being placed in the hands of Maar's common soldiers, Skandrannon is sent to spy across enemy lines, cloaked in the protective of Urtho's powerful Spell of Silence.",
    "series": "Standalone"
  },
  {
    "title": "The Daylight War",
    "author": "Peter V. Brett",
    "firstPublished": 2013,
    "topics": [
      "Demonology",
      "Fiction",
      "Fiction, fantasy, general",
      "Fiction, fantasy, epic",
      "Fiction, fantasy, contemporary"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/7519512-M.jpg",
    "ratingsAverage": "4.00",
    "synopsis": "On the night of the new moon, the demons rise in force, seeking the deaths of two men, both of whom have the potential to become the fabled Deliverer, the man prophesied to reunite the scattered remnants of humanity in a final push to destroy the demon corelings once and for all. Arlen Bales denies he is the Deliverer at every turn, but the more he tries to be one with the common folk, the more fervently they believe.",
    "series": "Standalone"
  },
  {
    "title": "Sign of the Unicorn",
    "author": "Roger Zelazny",
    "firstPublished": 1975,
    "topics": [
      "Amber (Imaginary place)",
      "Fiction",
      "Fiction in English",
      "Large type books",
      "Science fiction., American"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/535149-M.jpg",
    "ratingsAverage": "3.93",
    "synopsis": "Eric is dead, and Corwin now rules Amber as Regent — but someone has murdered Caine and framed Corwin. Random tells his part of the story. Corwin decides to find out what happened to Brand who is either missing or dead, and begins to find his obsession with the throne is a two-edged sword that may cost him his life, as it has his brothers'.",
    "series": "Standalone"
  },
  {
    "title": "Nerilka's Story",
    "author": "Anne McCaffrey",
    "firstPublished": 1986,
    "topics": [
      "Fiction",
      "Pern (Imaginary place)",
      "Dragons",
      "Life on other planets",
      "Space colonies"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/5921330-M.jpg",
    "ratingsAverage": "3.86",
    "synopsis": "Everyone, holder and dragonrider alike, pitched in to help--except Nerilka's father, who refused to share Fort Hold's bounty with the other holds. So, ashamed of her family and determined to do her part, Nerilka packed up medicines and supplies and sneaked off to aid her people.Her quest to help wherever she was most needed led her finally to Ruatha Hold, where Lord Alessan was frantically inoculations against the dread plague.\r\n\r\nNerilika had long ago abandoned the hope of marriage and a home of her own. Now she found happiness in being useful and appreciated---first the Healers and then Alessan made very clear that they were grateful for her help.\r\n\r\nShe had no idea that her new path would change the course of her life forever.",
    "series": "Standalone"
  },
  {
    "title": "Mad Ship",
    "author": "Robin Hobb",
    "firstPublished": 1999,
    "topics": [
      "Sailing ships",
      "Fiction",
      "Pirates",
      "Magic",
      "Quests (Expeditions)"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/368046-M.jpg",
    "ratingsAverage": "3.80",
    "synopsis": "In the second breathtaking volume of Robin Hobb's Liveship Traders trilogy, a new tide of glory and terror sweeps forward the story of the Vestrit clan, their liveship Vivacia, and all who strive to possess her.As the ancient tradition of Bingtown's Old Traders slowly erodes under the cold new order of a corrupt ruler, the Vestrits anxiously await the return of their liveship--a rare magic ship carved from sentient wizardwood, which bonds the ships mystically with those who sail them. And Althea Vestrit waits even more avidly, living only to reclaim the ship as her lost inheritance and captain her on the high seas. But the Vivacia has been seized by the ruthless pirate captain Kennit, who holds Althea's nephew and his father hostage. Althea and her onetime sea mate Brashen resolve to liberate the liveship--but their plan may prove more dangerous than leaving the Vivacia in Kennit's ambitious grasp....From the Paperback edition.",
    "series": "Standalone"
  },
  {
    "title": "Naked empire",
    "author": "Terry Goodkind",
    "firstPublished": 2003,
    "topics": [
      "Richard Rahl (Fictitious character)",
      "Wizards",
      "Fiction",
      "Fiction, fantasy, epic",
      "Rahl, richard (fictitious character), fiction"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/524120-M.jpg",
    "ratingsAverage": "3.73",
    "synopsis": "Richard has been poisoned and the price of the antidote is saving of an empire from annihiliation. Richard is offered not only his life, but the salvation of a people, in exchange for delivering his wife, Kahlan, into bondage to the enemy. They face possibly the most devastating choice they will ever have to make.",
    "series": "Standalone"
  },
  {
    "title": "The Memory of Earth",
    "author": "Orson Scott Card",
    "firstPublished": 1992,
    "topics": [
      "Nafai (Fictitious character)",
      "Fiction",
      "Life on other planets",
      "artificial intelligence",
      "ai"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/14478355-M.jpg",
    "ratingsAverage": "3.60",
    "synopsis": "The planet called Harmony had been settled by humans nearly forty million years before. The colony had been placed under the care of an artificial intelligence, called the Oversoul, high in orbit. This master computer had one overriding command: Guard the people of Harmony against the dangers that destroyed humankind on Earth and other worlds. But now the Oversoul was itself in danger. Its systems were failing. Soon, within a thousand years, catastrophic war would break out on Harmony unless the Oversoul could be repaired.\r\n\r\nThe Oversoul determined that its core must be taken back to lost Earth, to interface with the Master Computer there, to be repaired and reprogrammed. But in order to do that, someone on Harmony must be given back the knowledge of space travel. And so the Oversoul must interfere directly with individuals on Harmony, in order to save the planet from disaster.\r\n\r\nAnd so, on the planet, while on the road to the city called Basilica, a man named Wetchik had a vision of destruction, sent by the Oversoul. Soon his sons, Elemak, Issib, Mebbekew and Nafai were drawn into conflict-with the city and with each other-as the Oversoul began destabilizing forty million years of social engineering. But even a master computer worshipped as a god can't guarantee that knowledge will be used only as it is intended.\r\n\r\nThe Memory of Earth is the first of a new five book series that will carry its readers from the road to Basilica back to Lost Earth. Orson Scott Card is the award winning author of ENDER'S GAME, SPEAKER FOR THE DEAD, and the bestselling XENOCIDE.",
    "series": "Standalone"
  },
  {
    "title": "The Fifth Head Of Cerberus",
    "author": "Gene Wolfe",
    "firstPublished": 1972,
    "topics": [
      "American Science fiction",
      "Fiction in English",
      "Fiction, general",
      "Fiction, fantasy, epic"
    ],
    "coverUrl": "https://covers.openlibrary.org/b/id/911117-M.jpg",
    "ratingsAverage": "3.50",
    "synopsis": "Bien loin de la Terre, deux planètes soeurs, Sainte-Anne et Sainte-Croix, ont été colonisées par des Français qui ont détruit la population indigène de la seconde. Des décennies plus tard, après que les colons ont été eux-mêmes vaincus et dispersés, un ethnologue consacre sa vie à retrouver les traces de cette culture effacée et oubliée.",
    "series": "Standalone"
  }
]